<script setup></script>

<template>
    <div class="pa-[20px]" style="padding: 20px;">
        <div class="text-[20px] text-[#ffffff] font-bold ml-[10px]">常见问题</div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            1.一般常见问题
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            皇冠娱乐的实力怎样？<br />
            您好，请参阅主页"关于我们"。<br />
            在贵公司进行游戏是否安全？<br />
            您好，本公司系统绝对安全。我们决不泄漏客户的个人资料给任何商业机构。此外，我们亦要求有交易往来的银行，信用卡中转代理等严格保密客户的资料。所有的存款将视为贸易户口，并不会交给其它的人士进行。
            网上博彩是否合法？
            您好，有的国家或地区当地法律禁止博彩，在这种情况下，请您务必遵守当地法律，如有任何疑问，请寻求当地法律部门的意见。本公司不能亦不会接受任何人士违犯当地法律所引致之任何责任。
            在皇冠娱乐进行投注是否有年龄限制？<br />
            您好，是的，投注合法年龄必须年满18岁。<br />
            开户是否要填写真实姓名？<br />
            您好，基于安全理由，提款时财务部会按照注册姓名进行审核，银行卡户名必须与注册姓名相同方可提款，所以请您在开户时填写的姓名必须与您提款的户名相同。
            忘记密码怎么办？<br />
            您好，请您用开户时候填写的手机号码，联系24小时客服人员，申请更改密码。
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            2.相关游戏
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            皇冠娱乐有哪些游戏？<br />
            您好，皇冠娱乐城目前为您提供"运动博弈""真人娱乐""电子游艺""彩票游戏"。<br />
            我该如何为我的游戏账号充值？<br />
            您好，公司目前提供两种方式入款，1.在线存款2.公司入款，请您选择其中一种方式入款，谢谢！！注：选择公司入款的客户，请您在每次入款前务必与我们联络确认汇款账号，如将款项存入已过期账号，导致公司无法查收，恕不负责，请您留意，谢谢！）
            为什么在线支付成功后额度没有立即返到我的游戏帐号呢？<br />
            您好，这是因为在线支付系统需要经过密锁切换及内部验证程序，而这也是我们的保安程序之一，所以请您不必担心，款项一定不会丢失。
            如果您在在线支付超过30分钟后仍然还未收到您的款项，请与我们客服联系处理。
            当我在皇冠娱乐城赢了钱，我该如何提款？<br />
            您好，请您点击"线上提款"输入您的提款密码，再按要求填写您要提取的金额，然后再点击确定。谢谢！
            如何证明游戏结果是实时的？<br />
            您好，您可以通过游戏的视频影像进行监查，视频内的画面均为BBIN现场娱乐城所播放的画面是同步的。我们确保所有游戏结果均为真实的实时结果。
            我可以先浏览你们的游戏吗？<br />
            您好，我们非常欢迎您浏览我们的游戏系统。当然，这是免费的。您只需在我们的网站后进行注册后即可以登入浏览我们的游戏。
            为什么观看六局就会断开连接？<br />
            您好，基于两个原因：（1）为了您的账号安全，如果阁下在打开游戏后，又忘记观赏就离开了电脑，万一在这个时间被其他人使用投注，您的损失就很难控制了。（2）每时每刻都有非常多的客户上线进行游戏，为了让网速快而畅通，我们的系统就自动节省网路资源，照顾了在游戏之中的客户，所以观看六局就会断开连接。如因此给您带来不便，敬请见谅
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            3.游戏常见
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            进行游戏对系统配置有要求么？<br />
            您好，我们设计的网页将会提供新一代浏览器服务，提供更好的特点，让您能够享有更好的投注乐趣。我们希望您能使用Internet Explorer 6.0或者是以上的浏览器版本。
            为什么系统会将我登出？<br />
            您好，这是网页的保安程式之一，当您在一定的时间内没有使用有关的网页，那么有关的网页将不再活跃，并且无法浏览最新的页面，在此您必需重新登入；若您重新登入后情况仍然一样请立即联系我们。
            为什么需要清除网页快取？<br />
            您好，如果您无法浏览新的网页或者是最新的页面，并且发现所浏览的是相同或者是旧的页面，这表示您的记忆体已经满载。 IE以及Netscape的经常使用将导致记忆体的储存，要解决这个问题，只需依照以下的步骤：<br />
            · INTERNET EXPLORER 6.0或者是以上的浏览器版本<br />
            · 在您的桌面浏览器，使用滑鼠右击。<br />
            · 点击"Internet属性"。<br />
            · 再按"删除档"中的"删除所有脱机内容"键。<br />
            · 关闭浏览器，重新启动IE浏览器。<br />
            · 这将会清除记忆体快取，并不会清除Cookies或者是重要程式档案。
        </div>
    </div>
</template>

<style lang="scss"></style>