<script setup></script>

<template>
    <div class="pa-[20px]" style="padding: 20px;">
        <div class="text-[20px] text-[#ffffff] font-bold ml-[10px]">关于我们</div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            皇冠娱乐城所是最具规模且成长最快的在线娱乐投注网站之一，提供赛事最全的体育博彩、真人娱乐、彩票博彩、等在线娱乐，为全球投注爱好者提供最优惠的赔率和最优质的服务，并正发展成为最受欢迎的网上在线娱乐投注公司，真诚地为您提供最好最新的游戏产品，多种类的语言支持，最具吸引力的独家优惠，及卓越的客户服务，让您尽情享受游戏
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            我们的运动博彩拥有顶级的盘房操盘，投入大量的人力以及资源，提高完整赛事，丰富玩法给热爱体育的玩家。真人视讯游戏拥有经国际赌场专业训练的荷官，进行各种赌场游戏，所有赌局都依荷官动作，而不是预设的电脑机率结果，以高科技的网路直播技术，带给玩家身历赌场的刺激经验!
            各式彩票游戏，是依官方赛果产生游戏结果，让玩家在活泼的投注界面，享受最公正的娱乐。而我们的电子游戏使用最公平的随机数产生机率，让玩家安心享受多元的娱乐性游戏。皇冠娱乐城所有的游戏皆有共同的优点:
            无须下载、介面操作简易、功能齐全、画面精致、游戏秉持公平、公正、公开!
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            在加入我们的公司之前，请您确定您已年满18周岁；任何未年满18岁的用户，在我公司开户都将被冻结并注销账户。如果我们发现任何用户有欺诈行为或非常规的投注方式，我们将立即关闭及取消他的帐户，并且有权利冻结账户盈利以及投注本金。博彩只是一种娱乐消遣的方式，强烈提醒您不要过度沉迷于游戏以至于对其经济，事业，家庭和社会产生负面影响。我们强烈建议所有客户正确面对博彩行为以及拥有一个正确的游戏心态。为保障客户利益，我们提供账户自我冻结、最大注金限制功能，客户一旦申请账户可以被冻结或者限制投注金额。
        </div>
        <div class="text-[14px] text-[#ffffff] ml-[10px] mt-[20px]">
            如果您还有任何的疑问随时欢迎访问我们的在线客服，我们将有专人耐心回答您的问题。谢谢！
        </div>
    </div>
</template>

<style lang="scss"></style>